<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <link rel="icon" href="https://media.discordapp.net/attachments/1120961499196821596/1132934419204816986/logo.png">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>เงื่อนไขและข้อตกลงในการใช้บริการ | Champ</title>
</head>

<body>
    <style>
        body {
            text-align: right;
            /* จัดเนื้อหาที่อยู่ใน <body> ทางขวา */
            margin-left: 100%;
            /* ย้ายชิดขอบซ้าย */
            margin-right: 20;
            /* ย้ายชิดขอบขวา */
        }
    </style>
    <?php
    include('config.php');
    include('includes/header.php');
    ?>
    <br><br>
    <div class="body container">
        <h1>เงื่อนไขและข้อตกลงในการใช้บริการ</h1>
        <p>
            ในการใช้บริการนี้ คุณต้องยอมรับข้อตกลงและเงื่อนไขนี้ ตลอดจนข้อกำหนดและเงื่อนไขเกี่ยวกับการสั่งซื้อสินค้าทางเว็บไซต์ และอนุญาตให้เราดำเนินการจัดการข้อมูลของคุณได้ โดยคุณจะต้องลงทะเบียนก่อนการใช้บริการ</p>
        <h1>ความปลอดภัยเกี่ยวกับการใช้บริการของคุณ</h1>
        <p>ระหว่างการลงทะเบียน เราจะขอให้คุณสร้างรหัสส่วนตัวสำหรับการเข้าถึงบัญชีของคุณ ซึ่งคุณจะต้องเก็บรหัสส่วนตัวดังกล่าวเป็นความลับไม่เปิดเผยให้ผู้ใดทราบ คุณจะต้องเป็นผู้รับผิดชอบการดำเนินการใดๆ ที่กระทำผ่านทางบัญชีของคุณ หากคุณสงสัยว่ามีการใช้รหัสส่วนตัวของคุณโดยมิชอบหรือโดยไม่ได้รับอนุญาต คุณตกลงจะแจ้งให้เราทราบผ่านทางศูนย์บริการลูกค้าทางโทรศัพท์โดยไม่ชักช้า หากเรามีเหตุผลอันควรเชื่อได้ว่ามีหรืออาจจะมีการใช้บริการของเราไปโดยมิชอบ เราขอสงวนสิทธิ์ในการระงับใช้บัญชีของคุณหรือขอให้คุณเปลี่ยนรหัสส่วนตัวของคุณได้ ทั้งนี้ เราไม่จำเป็นต้องรับผิดชอบต่อความเสียหายใดๆ อันเนื่องมาจากการที่รหัสส่วนตัวของคุณถูกเปิดเผยหรือใช้ไปในทางมิชอบทั้งสิ้น</p>


    </div>
    <?php include('includes/footer.php'); ?>

</body>

</html>